Repository: Lyubimitsa/totem
Catalog: help/*/totem.po
Languages: es

source: <application>&app;</application> Manual V&manrevision;
es: Manual de <application>&app;</application> V&manrevision;

source: GNOME Documentation Project
es: Proyecto de Documentación de Gnome

source: To report a bug or make a suggestion regarding the &app; application or this manual, follow the directions in the <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
es: Para informar de un fallo o hacer alguna sugerencia concerniente a la aplicación &app; o este manual, siga las directrices en <ulink url="ghelp:gnome-feedback" type="help">La página de retroalimentación de Gnome</ulink>.

source: Introduction
es: Introducción

source: The <application>&app;</application> application is a movie player for the GNOME desktop based on xine library, it enables you to play movies or songs.
es: La aplicación <application>&app;</application> es un reproductor de películas para el escritorio de Gnome basado en la biblioteca xine, que permite reproducir películas o canciones.

source: <application>&app;</application> provides the following features:
es: <application>&app;</application> proporciona las características siguientes:

source: Support a variety of video and audio files.
es: Soporta una variadad de archivos y sonido y video.

source: Provide a variety of zoom levels and aspect ratios, and a full screen view.
es: Proporciona varios niveles de ampliación y proporciones, y una vista a pantalla completa.

source: Seek and Volume controls.
es: Controles de búsqueda y volumen.

source: A playlist.
es: Una lista de reproducción.

source: A complete keyboard navigation.
es: Navegación completa a través del teclado.

source: <application>&app;</application> also comes with additional functionalities such as:
es: <application>&app;</application> también viene con funcionalidades adicionales como:

source: Video thumbnailer for GNOME.
es: Miniaturizador de vídeo para Gnome.

source: Webcam utility.
es: Utilidad para cámaras web.

source: Nautilus properties tab.
es: Solapa de propiedades de Nautilus.

source: Getting Started
es: Inicio de la aplicación

source: To Start &app;
es: Para iniciar &app;

source: You can start <application>&app;</application> in the following ways:
es: Puede iniciar <application>&app;</application> de las formas siguientes:

source: <guimenu>Applications</guimenu> menu
es: Menú <guimenu>Aplicaciones</guimenu>

source: Choose <menuchoice> <guisubmenu>Multimedia</guisubmenu> <guimenuitem>&app;</guimenuitem> </menuchoice>.
es: Elija <menuchoice> <guisubmenu>Multimedia</guisubmenu> <guimenuitem>&app;</guimenuitem> </menuchoice>.

source: Command line
es: Línea de comandos

source: To start <application>&app;</application> from a command line, type the following command, then press <keycap>Return</keycap>:
es: Para iniciar <application>&app;</application> desde una línea de comandos, teclee el comando siguiente, y después pulse <keycap>Retorno</keycap>:

source: To view other command line options that are available, type <command>totem --help</command>, then press <keycap>Return</keycap>.
es: Para ver otras opciones de la línea de comandos que estén disponibles, teclee <command>totem --help</command>, y después pulse <keycap>Intro</keycap>.

source: When You Start &app;
es: Cuando se inicia &app;

source: When you start <application>&app;</application>, the following window is displayed.
es: Al iniciarse <application>&app;</application>, se muestra la ventana siguiente.

source: &app; Start Up Window
es: Ventana de inicio de &app;

source: Shows <application>&app;</application> main window. Contains menubar, display area, time elapsed slider, seek control buttons, volume slider and statusbar.
es: Muestra la ventana principal de <application>&app;</application>. Contiene una barra de menú, un área de visualización, un deslizador de tiempo transcurrido, botones de control de búsqueda, deslizador de volumen y barra de estado.

source: The <application>&app;</application> window contains the following elements:
es: La ventana de <application>&app;</application> contiene los siguientes elementos:

source: Menubar.
es: Barra de menú.

source: The menus on the menubar contain all of the commands you need to use in <application>&app;</application>.
es: Los menús de la barra de menú contienen todos los comandos que necesita usar en <application>&app;</application>.

source: Display area.
es: Área de visualización.

source: The display area displays movie or visualisation of song.
es: El área de visualización muestra películas o visualizaciones de canciones.

source: Time elapsed slider.
es: Marcador deslizante de tiempo.

source: The time elapsed slider displays the elapsed time of movie or song that is playing. It also enables you to skip forward or backward a movie or song.
es: El marcador deslizante de tiempo muestra el tiempo de la película o canción que se está reproduciendo. También permita saltar adelante o atrás una canción o película.

source: Seek control buttons.
es: Botones de control de búsqueda.

source: The seek control buttons enables you to move to next or previous track, to pause or play a movie or song.
es: Los controles de búsqueda permiten moverse a la siguiente o anterior pista, pausar o reproducir una película o canción.

source: Volume slider.
es: Deslizador de volumen.

source: The volume slider enables you to adjust volume.
es: El deslizador de volumen permite ajustar el volumen.

source: Statusbar.
es: Barra de estado.

source: The statusbar displays status information about movie or song that is playing.
es: La barra de estado muestra la información de estado acerca de la película o canción que se esté reproduciendo.

source: Usage
es: <title>Uso</title>

source: To Open a File
es: Para abrir un archivo

source: To open a video or an audio file, choose <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo></shortcut> <guimenu>Movie</guimenu> <guisubmenu>Open</guisubmenu> </menuchoice>. The <guilabel>Select files</guilabel> dialog is displayed. Select the file you want to open, then click <guibutton>OK</guibutton>.
es: Para abrir un arhivo de vídeo o sonido, elija <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo></shortcut> <guimenu>Película</guimenu> <guisubmenu>Abrir</guisubmenu> </menuchoice>. Se muestra el diálogo <guilabel>Selección de archivos</guilabel>. Seleccione el archivo que quiere abrir y pulse <guibutton>Aceptar</guibutton>.

source: You can drag a file from another application such as a file manager to the <application>&app;</application> window. The <application>&app;</application> application will open the file and play the movie or song. <application>&app;</application> displays the title of the movie or song beneath the display area and in the titlebar of the window.
es: Puedes arrastrar un archivo desde otra aplicación como un gestor de archivos a la ventana del <application>&app;</application>. La alplicación <application>&app;</application> abrirá el archivo y reproducirá la película o canción. <application>&app;</application> Muestra el título de la película o canción bajo el área de visualización y en la barra de títulos de la ventana.

source: If you try to open a file format that <application>&app;</application> does not recognize, the application displays an error message.
es: Si intenta abrir un formato de archivo que <application>&app;</application> no reconoce, la aplicación muestra un mensaje de error.

source: You can double-click on a video or an audio file in the <application>Nautilus</application> file manager to open it on the <application>&app;</application> window.
es: Puede pulsar dos veces en un archivo de sonido o vídeo en el gestor de archivos <application>Nautilus</application> para abrirlo en la ventana del <application>&app;</application>.

source: To Open a Location
es: Para abrir una dirección

source: To open a file by URI location, choose <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>L</keycap></keycombo></shortcut> <guimenu>Movie</guimenu> <guimenuitem>Open Location</guimenuitem> </menuchoice>. The <guilabel>Open from URI</guilabel> dialog is displayed. Use the drop-down combination box to specify the URI location of file you would like to open, then click on the <guibutton>Open</guibutton> button.
es: Para abrir un archivo por dirección URI, elija <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>L</keycap></keycombo></shortcut> <guimenu>Película</guimenu> <guimenuitem>Abrir ubicación</guimenuitem> </menuchoice>. Se muestra el diálogo <guilabel>Abrir desde URI</guilabel>. Use la caja de combinación desplegable para especificar una dirección URI del archivo que le gustaría abrir, después pulse en el botón <guibutton>Abrir</guibutton>.

source: To Play a DVD, VCD or CD
es: Para reproducir un DVD, VCD o CD

source: To play a DVD
es: Para reproducir un DVD

source: Insert the DVD in the DVD device of your computer, then choose <menuchoice> <guimenu>Movie</guimenu> <guimenuitem>Play DVD</guimenuitem> </menuchoice>.
es: Inserte el DVD en el dispositivo DVD de su equipo, después elija <menuchoice> <guimenu>Película</guimenu> <guimenuitem>Reproducir DVD</guimenuitem> </menuchoice>.

source: To play a VCD
es: Para reproducir un VCD

source: Insert the VCD in the VCD device of your computer, then choose <menuchoice> <guimenu>Movie</guimenu> <guimenuitem>Play VCD</guimenuitem> </menuchoice>.
es: Inserte el VCD en el dispositivo VCD de su equipo, después elija <menuchoice> <guimenu>Película</guimenu> <guimenuitem>Reproducir VCD</guimenuitem> </menuchoice>.

source: To play a CD
es: Para reproducir un CD

source: Insert the CD in the CD device of your computer, then choose <menuchoice> <guimenu>Movie</guimenu> <guimenuitem>Play CD</guimenuitem> </menuchoice>.
es: Inserte el CD en el dispositivo CD de su equipo, después elija <menuchoice> <guimenu>Película</guimenu> <guimenuitem>Reproducir CD</guimenuitem> </menuchoice>.

source: To Eject a DVD, VCD or CD
es: Para expulsar un DVD, VCD o CD

source: To eject a DVD, VCD, or CD, choose <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>E</keycap></keycombo></shortcut> <guimenu>Movie</guimenu> <guimenuitem>Eject</guimenuitem> </menuchoice>.
es: Para expulsar un DVD, VCD, o CD, elija <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>E</keycap></keycombo></shortcut> <guimenu>Película</guimenu> <guimenuitem>Expulsar</guimenuitem> </menuchoice>.

source: To Pause a Movie or Song
es: Para pausar una película o canción

source: To pause a movie or song that is playing, click on the <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_pause_button.png" format="PNG"/></imageobject> <textobject><phrase>Shows pause button.</phrase></textobject> </inlinemediaobject> button, or choose <menuchoice> <shortcut><keycap>P</keycap></shortcut> <guimenu>Movie</guimenu> <guimenuitem>Play / Pause</guimenuitem> </menuchoice>. When you pause a movie or song, the statusbar displays <guilabel>Paused</guilabel> and the time elapsed on the current movie or song stops.
es: Para pausar una película o canción que se esté reproduciendo, pulse en el botón <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_pause_button.png" format="PNG"/></imageobject> <textobject><phrase>Muestra el botón de pausa.</phrase></textobject> </inlinemediaobject> o elija <menuchoice> <shortcut><keycap>P</keycap></shortcut> <guimenu>Película</guimenu> <guimenuitem>Reproducir / Pausar</guimenuitem> </menuchoice>. Cuando pause una película o canción, la barra de estado muestra <guilabel>Pausado</guilabel> y el tiempo transcurrido de la película o canción actual.

source: To resume playing a movie or song, click on the <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_play_button.png" format="PNG"/></imageobject> <textobject><phrase>Shows play button.</phrase></textobject> </inlinemediaobject> button, or choose <menuchoice> <shortcut><keycap>P</keycap></shortcut> <guimenu>Movie</guimenu> <guimenuitem>Play / Pause</guimenuitem> </menuchoice>.
es: Para continuar reproduciendo la película o canción, pulse en el botón <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_play_button.png" format="PNG"/></imageobject> <textobject><phrase>Muestra el botón de reproducción.</phrase></textobject> </inlinemediaobject> o elija <menuchoice> <shortcut><keycap>P</keycap></shortcut> <guimenu>Película</guimenu> <guimenuitem>Reproducir / Pausa</guimenuitem> </menuchoice>.

source: To View Properties of a Movie or Song
es: Para ver las propiedades de una película o canción

source: To view properties of a movie or song, choose <menuchoice> <guimenu>Movie</guimenu> <guimenuitem>Properties</guimenuitem> </menuchoice>. The <guilabel>Properties</guilabel> dialog is displayed. The dialog contains the following information:
es: Para ver las propiedades de una canción o película , elija <menuchoice> <guimenu>Película</guimenu> <guimenuitem>Propiedades</guimenuitem> </menuchoice>. Se muestra el diálogo <guilabel>Propiedades</guilabel>. El diálogo contine la siguiente información:

source: Title, artist, year and duration of movie or song.
es: Título, artista, año y duración de la película o canción.

source: Video dimensions, codec and framerate.
es: Dimensiones del vídeo, códec y tasa de fotogramas.

source: <term>Audio</term>
es: <term>Sonido</term>

source: Audio bitrate and codec.
es: Tasa de bists de sonido y códec.

source: To Seek Through Movies or Songs
es: Para buscar a lo largo de películas o canciones

source: To seek through movies or songs, you can use the following methods:
es: Para buscar a lo largo de películas o canciones, puede usar los métodos siguientes:

source: To skip forward
es: Para saltar adelante

source: To skip forward a movie or song, choose <menuchoice> <shortcut><keycap>Right</keycap></shortcut> <guimenu>Go</guimenu> <guimenuitem>Skip Forward</guimenuitem> </menuchoice>.
es: Para saltar adelante una película o canción, elija <menuchoice> <shortcut><keycap>Derecha</keycap></shortcut> <guimenu>Ir</guimenu> <guimenuitem>Saltar adelante</guimenuitem> </menuchoice>.

source: To skip backward
es: Para saltar atrás

source: To skip backward a movie or song, choose <menuchoice> <shortcut><keycap>Left</keycap></shortcut> <guimenu>Go</guimenu> <guimenuitem>Skip Backward</guimenuitem> </menuchoice>.
es: Para saltar atrás una película o canción, elija <menuchoice> <shortcut><keycap>Izquierda</keycap></shortcut> <guimenu>Ir</guimenu> <guimenuitem>Saltar atrás</guimenuitem> </menuchoice>.

source: To skip to time
es: Para saltar a un tiempo específico

source: To skip to a specific elapsed time, choose <menuchoice> <shortcut><keycap>S</keycap></shortcut> <guimenu>Go</guimenu> <guimenuitem>Skip to</guimenuitem> </menuchoice>. The <guilabel>Skip to</guilabel> dialog is displayed. Use the spin box to specify the elapsed time (in second) to skip to, then click <guibutton>OK</guibutton>.
es: Para saltar a un tiempo transcurrido específico, elija <menuchoice> <shortcut><keycap>S</keycap></shortcut> <guimenu>Ir</guimenu> <guimenuitem>Saltar a</guimenuitem> </menuchoice>. Se muestra el diálogo <guilabel>Saltar a</guilabel>. Use la caja incrementable para especificar el tiempo transcurrido (en segundos) para saltar, después pulse <guibutton>Aceptar</guibutton>.

source: To move to next movie or song
es: Para meverse a la siguiente película o canción

source: To move to next movie or song, choose <menuchoice> <shortcut><keycap>N</keycap></shortcut> <guimenu>Go</guimenu> <guimenuitem>Next Chapter/Movie</guimenuitem> </menuchoice> or click on the <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_next_button.png" format="PNG"/></imageobject> <textobject><phrase>Shows a seek next button</phrase></textobject> </inlinemediaobject> button.
es: Para moverse a la siguiente película o canción, elija <menuchoice> <shortcut><keycap>N</keycap></shortcut> <guimenu>Ir</guimenu> <guimenuitem>Siguiente capítulo/película</guimenuitem> </menuchoice> o pulse en el botón <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_next_button.png" format="PNG"/></imageobject> <textobject><phrase>Muestra un botón de siguiente búsqueda</phrase></textobject> </inlinemediaobject>.

source: To move to previous movie or song
es: Para ir a la canción o película anterior

source: To move to previous movie or song, choose <menuchoice> <shortcut><keycap>B</keycap></shortcut> <guimenu>Go</guimenu> <guimenuitem>Previous Chapter/Movie</guimenuitem> </menuchoice>, or click on the <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_previous_button.png" format="PNG"/></imageobject> <textobject><phrase>Shows a seek previous button</phrase></textobject> </inlinemediaobject> button.
es: Para moverse a la anterior película o canción, elija <menuchoice> <shortcut><keycap>B</keycap></shortcut> <guimenu>Ir</guimenu> <guimenuitem>Anterior capítulo/película</guimenuitem> </menuchoice>, o pulse en el botón <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_previous_button.png" format="PNG"/></imageobject> <textobject><phrase>Muestra un botón de búsqueda anterior</phrase></textobject> </inlinemediaobject>.

source: To Change the Zoom Factor
es: Para cambiar el factor de ampliación

source: To change the zoom factor of display area, you can use the following methods:
es: Para cambiar el factor de ampliación del área de visualización, puede usar los métodos siguientes:

source: To zoom to full screen mode, choose <menuchoice> <shortcut><keycap>F</keycap></shortcut> <guimenu>View</guimenu> <guimenuitem>Fullscreen</guimenuitem> </menuchoice>. To exit fullscreen mode, click on the <guibutton>Exit Fullscreen</guibutton> button or press <keycap>Esc</keycap>.
es: Para ampliar al modo a pantalla completa, elija <menuchoice> <shortcut><keycap>F</keycap></shortcut> <guimenu>Ver</guimenu> <guimenuitem>Pantalla completa</guimenuitem> </menuchoice>. Para salir del modo a pantalla completa, pulse en el botón <guibutton>Salir de pantalla completa</guibutton> o pulse <keycap>Esc</keycap>.

source: To zoom to half size (50%) of the original movie or visualisation, choose <menuchoice> <shortcut><keycap>0</keycap></shortcut> <guimenu>View</guimenu> <guimenuitem>Zoom 1:2</guimenuitem> </menuchoice>.
es: Para poner el factor de ampliación a la mitad del tamaño de la película original (50%) o visualización, elija <menuchoice> <shortcut><keycap>0</keycap></shortcut> <guimenu>Ver</guimenu> <guimenuitem>Ampliación 1:2</guimenuitem> </menuchoice>.

source: To zoom to size (100%) of the original movie or visualisation, choose <menuchoice> <shortcut><keycap>1</keycap></shortcut> <guimenu>View</guimenu> <guimenuitem>Zoom 1:1</guimenuitem> </menuchoice>.
es: Para ampliar al tamaño (100%) original de la pelicula o visualización elija <menuchoice> <shortcut><keycap>1</keycap></shortcut> <guimenu>Ver</guimenu> <guimenuitem>Ampliación 1:1</guimenuitem> </menuchoice>.

source: To zoom to double size (200%) of the original movie or visualisation, choose <menuchoice> <shortcut><keycap>2</keycap></shortcut> <guimenu>View</guimenu> <guimenuitem>Zoom 2:1</guimenuitem> </menuchoice>.
es: Para amplicar al tamaño doble (200%) del tamaño original de la película o visualización, elija <menuchoice> <shortcut><keycap>2</keycap></shortcut> <guimenu>Ver</guimenu> <guimenuitem>Ampliación 2:1</guimenuitem> </menuchoice>.

source: To switch between different aspect ratios, choose <menuchoice> <shortcut><keycap>A</keycap></shortcut> <guimenu>View</guimenu> <guimenuitem>Toggle Aspect Ratio</guimenuitem> </menuchoice>. The supported aspect ratios are:
es: Para cambiar entre disferentes proporciones, elija <menuchoice> <shortcut><keycap>A</keycap></shortcut> <guimenu>Ver</guimenu> <guimenuitem>Conmutar proporción</guimenuitem> </menuchoice>. Las proporciones soportadas son:

source: Automatic Aspect
es: Apariencia automática

source: Square Aspect (1:1)
es: Aspecto cuadrado (1:1)

source: 4:3 Aspect (4:3)
es: Aspecto 4:3 (4:3)

source: Anamorphic Aspect (16:9)
es: ASpecto anamórfico (16:9)

source: DVB Aspect (2.11:1)
es: Aspecto DVB (2.11:1)

source: The default aspect ratio is Automatic Aspect.
es: El aspecto predeterminado es Apariencia automática.

source: To Adjust the Volume
es: Para ajustar el volumen

source: To increase the volume, choose <menuchoice> <shortcut><keycap>Up</keycap></shortcut> <guimenu>Sound</guimenu> <guimenuitem>Volume Up</guimenuitem> </menuchoice> or move the volume slider to the right. To decrease the volume, choose <menuchoice> <shortcut><keycap>Down</keycap></shortcut> <guimenu>Sound</guimenu> <guimenuitem>Volume Down</guimenuitem> </menuchoice> or move the volume slider to the left.
es: Para incrementar el volumen, elija <menuchoice> <shortcut><keycap>Arriba</keycap></shortcut> <guimenu>Sonido</guimenu> <guimenuitem>Subir volumen</guimenuitem> </menuchoice> o mueva el deslizador del volumen a la derecha. Para decrementar el volúmen, elija <menuchoice> <shortcut><keycap>Abajo</keycap></shortcut> <guimenu>Sonido</guimenu> <guimenuitem>Bajar volumen</guimenuitem> </menuchoice> o mueva el deslizador del volumen hacia la izquierda.

source: To turn the volume down to minimum, click on the <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_volume_mute_button.png" format="PNG"/></imageobject> <textobject><phrase>Shows a mute button</phrase></textobject> </inlinemediaobject> button. To turn the volume up to maximum, click on the <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_volume_maximum_button.png" format="PNG"/></imageobject> <textobject><phrase>Shows a maximum volume button</phrase></textobject> </inlinemediaobject> button.
es: Para bajar el volumen al mínimo, pulse en el botón <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_volume_mute_button.png" format="PNG"/></imageobject> <textobject><phrase>Muestra un botón silenciar</phrase></textobject> </inlinemediaobject>. Para subir el volumen al máximo, puñse en el botón <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_volume_maximum_button.png" format="PNG"/></imageobject> <textobject><phrase>Muestra un botón de volúmen al máximo</phrase></textobject> </inlinemediaobject>.

source: To Make Window Always On Top
es: Para hacer que la ventana siempre esté encima

source: To make the <application>&app;</application> window always on top of other application windows, choose <menuchoice> <guimenu>View</guimenu> <guimenuitem>Always on Top</guimenuitem> </menuchoice>.
es: Para hacer que la ventana de <application>&app;</application> esté siempre encima de otras ventanas de palicaciones, elija <menuchoice> <guimenu>Ver</guimenu> <guimenuitem>Siempre encima</guimenuitem> </menuchoice>.

source: To Show or Hide Controls
es: Para mostrar u oculatar los controles
