Repository: Lyubimitsa/totem
Catalog: help/*/totem.po
Languages: es

source: To hide the <application>&app;</application> window controls, choose <menuchoice> <shortcut><keycap>H</keycap></shortcut> <guimenu>View</guimenu> <guimenuitem>Show Controls</guimenuitem> </menuchoice> to unselect the <guilabel>Show Controls</guilabel> option. To show the controls on the <application>&app;</application> window, right-click on the window, then choose <menuchoice> <shortcut><keycap>H</keycap></shortcut> <guimenuitem>Show Controls</guimenuitem> </menuchoice> from the popup menu.
es: Para ocultar los controles de ventana del <application>&app;</application>, elija <menuchoice> <shortcut><keycap>H</keycap></shortcut> <guimenu>Ver</guimenu> <guimenuitem>Mostrar controles</guimenuitem> </menuchoice> para deseleccionar la opción <guilabel>Mostrar controles</guilabel>. Para mostrar los controles en la ventana del <application>&app;</application>, pulse con el botón derecho en la ventana, después elija <menuchoice> <shortcut><keycap>H</keycap></shortcut> <guimenuitem>Mostrar controles</guimenuitem> </menuchoice> desde el menú emergente.

source: If the <guilabel>Show Controls</guilabel> option is selected, <application>&app;</application> will show the menubar, time elapsed slider, seek control buttons, volume slider and statusbar on the window. If the <guilabel>Show Controls</guilabel> option is unselected, the application will hide these controls and show only display area.
es: Si se selecciona la opción <guilabel>Mostrar controles</guilabel>, el <application>&app;</application> mostrará la barra de menús, deslizador de tiempo transcurrido, botones de control de búsqueda, deslizador de volumen y barra de estado en la ventana. Si la opción <guilabel>Mostrar controles</guilabel> está deseleccionada, la aplicación ocultará estos controles y mostrará sólo el área de visualización.

source: To Manage Playlist
es: Para gestionar una lista de reproducción

source: To Show or Hide Playlist
es: Para mostrar u ocultar una lista de reproducción

source: To show playlist, choose <menuchoice> <guimenu>View</guimenu> <guimenuitem>Show/Hide Playlist</guimenuitem> </menuchoice>, or click on the <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_show_playlist_button.png" format="PNG"/></imageobject> <textobject><phrase>Shows a show/hide playlist button</phrase></textobject> </inlinemediaobject> button. The <guilabel>Playlist</guilabel> dialog is displayed. To hide Playlist, choose <menuchoice> <guimenu>View</guimenu> <guimenuitem>Show/Hide Playlist</guimenuitem> </menuchoice> or click on the <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_show_playlist_button.png" format="PNG"/></imageobject> <textobject><phrase>Shows a show/hide playlist button</phrase></textobject> </inlinemediaobject> button again.
es: Para mostra runa lista de reproducción, elija <menuchoice> <guimenu>Ver</guimenu> <guimenuitem>Mostrar/Ocultar lista de reproducción</guimenuitem> </menuchoice>, o pulse en el botón <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_show_playlist_button.png" format="PNG"/></imageobject> <textobject><phrase>Muestra un botón para mostrar/ocultar la lista de reproducción</phrase></textobject> </inlinemediaobject>. Se muestra el diálogo <guilabel>Lista de reproducción</guilabel>. Para ocultar la lista de reproducción, elija <menuchoice> <guimenu>Ver</guimenu> <guimenuitem>Mostrar/ocultar lista de reproducción</guimenuitem> </menuchoice> o pulse en el botón <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_show_playlist_button.png" format="PNG"/></imageobject> <textobject><phrase>Muestra un botón para mostrar/ocultar una lista de reproducción</phrase></textobject> </inlinemediaobject> otra vez.

source: Manage a PlayList
es: Administración de una lista de reproducción

source: You can use the <guilabel>Playlist</guilabel> dialog to do the following:
es: Puede usar el diálogo <guilabel>Lista de reproducción</guilabel> para hacer lo siguiente:

source: To add a track or movie
es: Añadir una pista o película

source: To add a track or movie to the playlist, click on the <guibutton>Add</guibutton> button. The <guilabel>Select files</guilabel> dialog is displayed. Select the file that you want to add to playlist, then click <guibutton>OK</guibutton>.
es: Para añadir una pista o película a la lista de reproducción, pulse en el botón <guibutton>Añadir</guibutton>. Se puestre el diálogo <guilabel>Seleccionar archivos</guilabel>. Seleccione el archivo que quiera añadir a lal lista de reproucción, después pulse <guibutton>Aceptar</guibutton>.

source: To remove a track or movie
es: Para eliminar una pista o película

source: To remove track or movie from the playlist, select the filenames from the <guilabel>filename</guilabel> list box, then click on the <guibutton>Remove</guibutton> button.
es: Para eliminar una pista o película de la lista de reproducción, seleccione los nombres de archivo de la lista <guilabel>Nombres de archivo</guilabel>, despuñes pulse en el botón <guibutton>Eliminar</guibutton> button.

source: To save playlist to file
es: Guardar una lista de reproducción en un archivo

source: To save playlist to file, click on the <guibutton>Save</guibutton> button. The <guilabel>Save playlist</guilabel> dialog is displayed, specify the filename that you want to save the playlist.
es: Para guardar una lista de reproducción en un archivo pulse en el botón <guibutton>Guardar</guibutton>. Se muestra el diálogo <guilabel>Guardar lista de reproducción</guilabel>, especifique el nombre del archivo que quiere usar para guardar la lista de reproducción.

source: To move track or movie up the playlist
es: Para subir una pista o película de la lista de reproducción

source: To move track or movie up the playlist, select the filenames from the <guilabel>filename</guilabel> list box, then click on the <guibutton>Up</guibutton> button.
es: Para subir una pista o película de la lista de reproducción, seleccione el nombre del archivo de la lista de <guilabel>nombres de archivo</guilabel>, después pulse en el botón <guibutton>Subir</guibutton>.

source: To move track or movie down the playlist
es: Para bajar una pista o película en la lista de reproducción

source: To move track or movie down the playlist, select the filenames from the <guilabel>filename</guilabel> list box, then click on the <guibutton>Down</guibutton> button.
es: Para bajar un pista o peícula de la lista de reporoducción, seleccione los nombres de archivo desde la lista de <guilabel>nombres de archivo</guilabel> y después pulse en el botón <guibutton>Bajar</guibutton>.

source: To set repeat mode
es: Para establecer el modo repetición

source: Select the <guilabel>Repeat mode</guilabel> option to play the movies or songs repeatedly.
es: Seleccione la opción <guilabel>Modo de repetición</guilabel> para reproducir las películas o canciones repetidamente.

source: To set shuffle mode
es: Para establecer el modo aleatorio

source: Select the <guilabel>Shuffle mode</guilabel> option to play the movies or songs randomly.
es: Seleccione la opción <guilabel>Modo aleatorio</guilabel> para reproducir las películas o canciones aleatoriamente.

source: To Select or Unselect Repeat Mode
es: Para seleccionar o deseleccionar el modo de repetición

source: To select or unselect repeat mode, choose <menuchoice> <guimenu>View</guimenu> <guimenuitem>Repeat Mode</guimenuitem> </menuchoice>, or use the <guilabel>Repeat mode</guilabel> option from the <guilabel>Playlist</guilabel> dialog.
es: Para seleccionar o deseleccionar el modo de repetición, elija <menuchoice> <guimenu>Ver</guimenu> <guimenuitem>Modo de repetición</guimenuitem> </menuchoice>, o use la opción <guilabel>modo de Repetición</guilabel> del diálogo de la <guilabel>Lista de reproducción</guilabel>.

source: To Select or Unselect Shuffle Mode
es: Para seleccionar o deseleccionar el modo aleatorio

source: To select or unselect shuffle mode, choose <menuchoice> <guimenu>View</guimenu> <guimenuitem>Shuffle Mode</guimenuitem> </menuchoice>, or use the <guilabel>Shuffle mode</guilabel> option from the <guilabel>Playlist</guilabel> dialog.
es: Seleccione o deseleccione el modo aleatorio, elija <menuchoice> <guimenu>Ver</guimenu> <guimenuitem>Modo aleatorio</guimenuitem> </menuchoice>, o use la opción <guilabel>modo aleatorio</guilabel> del diálogo de la <guilabel>Lista de Reproducción</guilabel>.

source: To Take Screenshot
es: Para tomar una instantánea

source: To take screenshot of movie or visualisation of song that is playing, choose <menuchoice> <guimenu>Edit</guimenu> <guimenuitem>Take Screenshot</guimenuitem> </menuchoice>. The <guilabel>Save Screenshot</guilabel> dialog is displayed, click the <guibutton>Save</guibutton> button to save the screenshot.
es: Para tomar una instantánea de la película o de la visualización de una canción que se está reproduciendo, elija <menuchoice> <guimenu>Editar</guimenu> <guimenuitem>Tomar captura de pantalla</guimenuitem> </menuchoice>. El diálogo <guilabel>Guardar captura</guilabel> se muestra, pulse el botón <guibutton>Guardar</guibutton> para guardar la captura de pantalla.

source: You can save a screenshot to
es: Puede guardar una captura de pantalla a

source: File: select the <guilabel>Save screenshot to file</guilabel> option, then click on the <guibutton>Browse</guibutton> button to specify a file to save the screenshot.
es: Archivo: seleccione la opción <guilabel>Guardar captura a un archivo</guilabel>, después pulse en el botón <guibutton>Examinar</guibutton> para especificar un archivo para guardar la captura de pantalla.

source: The desktop: select the <guilabel>Save screenshot to the desktop</guilabel> option.
es: El escritorio: seleccione la opción<guilabel>Guardar la captura de pantalla en un escritorio</guilabel>.

source: To Quit &app;
es: Para salir de &app;

source: To quit <application>&app;</application>, choose <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo></shortcut> <guimenu>Movie</guimenu> <guimenuitem>Quit</guimenuitem> </menuchoice>.
es: Para salir de <application>&app;</application>, elija <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo></shortcut> <guimenu>Película</guimenu> <guimenuitem>Salir</guimenuitem> </menuchoice>.

source: Preferences
es: Preferencias

source: To modify the preferences of <application>&app;</application>, choose <menuchoice> <guimenu>Edit</guimenu> <guimenuitem>Preferences</guimenuitem> </menuchoice>. The <guilabel>Preferences</guilabel> dialog contains the following tabbed sections:
es: Para modificar las preferencias de <application>&app;</application>, elija <menuchoice> <guimenu>Editar</guimenu> <guimenuitem>Preferencias</guimenuitem> </menuchoice>. El diálogo <guilabel>Preferencias</guilabel> contiene las siguientes secciones:

source: Optical Device
es: Dispositivo óptico

source: Select optical device from the <guilabel>Optical device path</guilabel> drop-down list box.
es: Selecccione el dispositivo óptico de la lista desplegable <guilabel>Ruta a dispositivo óptico</guilabel>.

source: Networking
es: <term>Red</term>

source: Select network connection speed from the <guilabel>Connection speed</guilabel> drop-down list box.
es: Seleccione la velocidad de la conexión de red desde la lista desplegable <guilabel>Velocidad de conexión</guilabel>.

source: TV-Out
es: Salida de TV

source: <guilabel>No TV-out</guilabel>: select this option if you have no TV-out connection.
es: <guilabel>Sin salida de TV </guilabel>: seleccione esta opción si no tiene una conexión de salida a la TV.

source: <guilabel>TV-out mode</guilabel>: select this option if you want normal TV-out connection.
es: <guilabel>Modo de salida TV</guilabel>: seleccione esta opción si quiere conexión de salida de TV normal.

source: <guilabel>DXR3 TV-out</guilabel>: select this option if you want a DXR3 TV-out connection.
es: <guilabel>DXR3 TV</guilabel>: seleccioe esta opción si quiere una conexión de salida DXR3.

source: Proprietary Plugins
es: Complementos privativos

source: You can add proprietary plugins to handle additional movie or audio files. To add proprietary plugins to <application>&app;</application>, click on the <guibutton>Add Proprietary Plugins</guibutton> button.
es: Puede añadir complementos privativos para manipular archivos de películas o canciones adicionales. Para añadir complementos adicionales a <application>&app;</application>, pulse en el botón <guibutton>Añadir complementos privativos</guibutton>.

source: <title>Display</title>
es: <title>Pantalla</title>

source: <term>Display</term>
es: <term>Pantalla</term>

source: Select the <guilabel>resize</guilabel> option if you want <application>&app;</application> to automatically resize the window when a new video is loaded.
es: Seleccione la opción <guilabel>redimensionar</guilabel> si quiere que <application>&app;</application> redimensione automáticamente la ventana cuando se cargue un vídeo nuevo.

source: Visual Effects
es: Efectos visuales

source: <guilabel>visual</guilabel>: select this option to show visual effects while an audio file is playing.
es: <guilabel>visual</guilabel>: seleccione esta opción para mostrar efectos visuales mientras se está reproduciendo un fichero de sonido.

source: <guilabel>Type of visualisation</guilabel>: select type of visualisation from the drop-down list box.
es: <guilabel>Tipo de visualización</guilabel>: seleccione el tipo de visualización de la lista desplegable.

source: <guilabel>Visualisation size</guilabel>: select visualisation size from the drop-down list box.
es: <guilabel>Tamaño de visualización</guilabel>: seleccione el tamaño de visualización desde la lista desplegable.

source: Brightness/Contrast
es: Brillo/Contraste

source: <guilabel>Brightness</guilabel>: use the slider to specify the level of brightness.
es: <guilabel>Brillo</guilabel>: use el selector para especificar el nivel de brillo.

source: <guilabel>Contrast</guilabel>: use the slider to specify the level of contrast.
es: <guilabel>Contraste</guilabel>: use el selector para especificar el nivel de contraste.

source: <title>Audio</title>
es: <title>Sonido</title>

source: Audio Output
es: Salida de sonido

source: Select audio output type from the <guilabel>Audio output type</guilabel> drop-down list.
es: Seleccione el tipo de salida de sonido desde la lista desplegable <guilabel>Tipo de salida de sonido</guilabel>.

source: About <application>&app;</application>
es: Acerca de <application>&app;</application>

source: <application>&app;</application> is written by Bastien Nocera (<email>hadess@hadess.net</email>), Julien Moutte (<email>julien@moutte.net</email>) for GStreamer backend, and Guenter Bartsch (<email>guenter@users.sourceforge.net</email>). To find more information about <application>&app;</application>, please visit the <ulink url="http://www.hadess.net/totem.php3" type="http"><application>&app;</application> Home Page</ulink>.
es: <application>&app;</application> ha sido escrita por Bastien Nocera (<email>hadess@hadess.net</email>), Julien Moutte (<email>julien@moutte.net</email>) for GStreamer backend, y Guenter Bartsch (<email>guenter@users.sourceforge.net</email>). Para encontrar más informcación acerca de <application>&app;</application>, visite la <ulink url="http://www.hadess.net/totem.php3" type="http"><application>&app;</application> Página inicial</ulink>.

source: To report a bug or make a suggestion regarding this application or this manual, follow the directions in this <ulink url="ghelp:gnome-feedback" type="help">document</ulink>.
es: Para informar de un fallo o hacer alguna sugerencia concerniente a esta aplicación o este manual, siga las indicaciones en este <ulink url="ghelp:gnome-feedback" type="help">documento</ulink>.

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A copy of this license can be found at this <ulink url="ghelp:gpl" type="help">link</ulink>, or in the file COPYING included with the source code of this program.
es: Este programa se distribuye bajo los términos de la Licencia Pública General GNU tal como la publica la Free Software Foundation; en cualquiera de las versiones 2 de la Licencia o (a su elección) cualquier versión posterior. Puede encontrar una copia de esta licencia en este <ulink url="ghelp:gpl" type="help">enlace</ulink>, o en el archivo COPYING incluido con el código fuente de este programa.
